lang/elixir/absinthe.org
#+title: absinthe

* intro

  - a shallow embedding of in graphql elixir

  - absinthe helps you write elixir graphql server

* repos

  | absinthe         | provides the core graphql functionality |
  | absinthe_plug    | supports handling requests over http/s  |
  | absinthe_ecto    | adds handy shortcuts when               |
  |                  | working with databases via ecto2        |
  | absinthe_phoenix | adds support for graphql subscriptions  |
  |                  | over phoenix channels                   |
