out/lang/elixir/absinthe.org.html
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>lang/elixir/absinthe.org</title>
</head>
<body>
<pre>#+title: absinthe

* intro

  - a shallow embedding of in graphql elixir

  - absinthe helps you write elixir graphql server

* repos

  | absinthe         | provides the core graphql functionality |
  | absinthe_plug    | supports handling requests over http/s  |
  | absinthe_ecto    | adds handy shortcuts when               |
  |                  | working with databases via ecto2        |
  | absinthe_phoenix | adds support for graphql subscriptions  |
  |                  | over phoenix channels                   |
</pre>
</body>
</html>
